pets = ["야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹"]
print('고양이는 ' + str(pets.count("야옹")) + ' 마리' +',')
print('강아지는 ' + str(pets.count("멍멍")) + ' 마리' +',')
print('새는 ' + str(pets.count("짹짹")) + ' 마리' +' 입니다')
print('고양이는' , pets.count("야옹") , '마리'+',')
print("고양이는 %2마리

