pets = ["야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹", "야옹", "멍멍", "짹짹", "야옹", "멍멍", "야옹", "야옹", "멍멍", "짹쨱", "야옹", "멍멍",
"야옹"]
# 리스트를 이용하여 다음과 같은 결과 출력하기
'''
고양이는 60마리,
강아지는 40마리,
새는 10마리 입니다
'''
